[A_heal_immunity H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔法免疫"
mTooltip="该生物无法成为任何魔法学派负面法术或效果的目标。来自敌方攻击的所有魔法伤害减半。"

[Anti_heal.A_IceStrike_Buff H7BaseBuff]
mName="疗愈冻结"
mTooltip="该生物在接下来的 %durnow 回合内无法接受治疗或自我疗愈。\n(不受影响：构造体)"